Repository: zongquan/MyBrowser
Catalog: MyBrowser/*.lproj/Localizable.strings
Languages: ar, de, fr, ja, pt_pt, ru

# My Browser
source: Thanks For You Support For My Browser http://luowei.github.com
ar: شكرا لك الدعم لمتصفحي http://luowei.github.com
de: Danke für deine Unterstützung für meinen Browser http://luowei.github.com
fr: Merci pour votre soutien à mon navigateur http://luowei.github.com
ja: あなたは私のブラウザをサポートしていただきありがとうございます http://luowei.github.com
pt_pt: Graças você o apoio para meu navegador http://luowei.github.com
ru: Спасибо вам за поддержку для моего браузера http://luowei.github.com

source: OK
ar: حسنا
ja: 決定します
ru: ОК

source: Cancel
ar: إلغاء
de: stornieren
fr: annuler
ja: キャンセル
pt_pt: cancelar
ru: отменить

source: Close
ar: قريب
de: schließen
fr: fermer
ja: シャットダウン
pt_pt: fechar
ru: Закрыть

source: Error
ar: خطأ
de: Fehler
fr: erreur
ja: 間違いました
pt_pt: erro
ru: ошибка

source: Open
ar: فتح
de: geöffnet
fr: ouvert
ja: オンにします
pt_pt: aberto
ru: открыто

source: Call
ar: الطلب
de: Dial
fr: Dial
ja: ダイアル
pt_pt: discar
ru: набор номера

source: Close All
ar: إغلاق كافة
de: Alle schließen
fr: Ferme Tout
ja: すべて閉じます
pt_pt: Feche Tudo
ru: Закрыть Все

source: Bookmarks
ar: العناوين
de: Lesezeichen
fr: signets
ja: 蔵書管理
ru: закладки

source: Nighttime
ar: الليل
de: Nachtmodus
fr: modo nuit
ja: ナイトモード
pt_pt: noite
ru: Ночное Время

source: Daytime
ar: وضح النهار
de: Daytime-Modus
fr: Mode jour
ja: デイモード
pt_pt: dia
ru: дневное время

source: No Image
ar: لا يوجد صورة
de: NoImage Modus
fr: Mode NoImage
ja: テキストモード
pt_pt: Sem Imagem
ru: нет Изображения

source: Ad Block
ar: ادبلوك
ja: 広告のブロッカー

source: Image Mode
de: Halten Sie Fotos
fr: Gardez images
ja: そこグラフパターン
pt_pt: Sem imagem
ru: Поддерживаю фотографии

source: No AdBlock
de: Reserved ad
fr: annonce réservés
ja: 広告の
pt_pt: ad reservados
ru: защищены объявления

source: About Me
ar: عني
de: Über Mich
fr: Sur Moi
ja: について
pt_pt: Sobre Mim
ru: Обо Мне

source: Keyword or Url
ar: الكلمة أو رابط
de: Suchbegriff oder URL
fr: Mot-clé ou URL
ja: 検索またはアドレスを入力してください
pt_pt: Palavra-chave ou URL
ru: Ключевое слово или URL-адрес

source: Add Favorite Success
ar: إضافة النجاح المفضلة
fr: Ajouter Succès Favorite
ja: ブックマークしを追加
pt_pt: Adicionar Sucesso Favorita
ru: Добавить в избранное успеха

source: Update Favorite Success
ar: تحديث النجاح المفضلة
de: Update Favorit Success
fr: Mise à jour succès Favorite
ja: アップデートブックマークし
pt_pt: Atualização Sucesso Favorita
ru: Обновление Любимое Успех

source: Favorites
ar: المفضلة
de: Favoriten
fr: favoris
ja: 収集します
pt_pt: favoritos
ru: Избранные

source: History
ar: تاريخ
de: Geschichte
fr: histoire
ja: 歴史
pt_pt: história
ru: История

# Has Been Favorited
source: You Has Been Favorited
ar: معك لم يكن المفضله
de: Euch ist Favorisiert
fr: Vous a été en favoris
ja: あなたはの収集してきました
pt_pt: Você foi favorito
ru: Вы Беен Избранные

# Clear History
source: Clear
ar: واضح
de: klar
fr: clair
ja: 削除します
pt_pt: claro
ru: ясно

# Clear All History
source: Clear All
ar: واضح جميع
de: Alles Löschen
fr: Tout Effacer
ja: クリアトレース
pt_pt: Limpar Tudo
ru: Очистить все

source: Clear History Success
ar: مسح المحفوظات النجاح
fr: Effacer l'historique de réussite
ja: 成功の履歴をクリア
pt_pt: Limpar Histórico de Sucesso
ru: Очистить историю успеха

source: Successfully cleared Footprint
ar: مسح البصمة بنجاح
de: Erfolgreich gelöscht Fußabdruck
fr: Succès dégagé Footprint
ja: 正常にトレースをクリア
pt_pt: Apuradas com sucesso Footprint
ru: Успешно очищается след

source: Successfully Set NoImage Mode
ar: تعيين بنجاح وضع النص
de: Erfolgreich gesetzt NoImage Modus
fr: Mode de NoImage succès Set
ja: 正常テキストモードを設定します
pt_pt: Definir com sucesso Modo noimage
ru: Успешно указан NoImage режим

source: Add Favorite
ar: إضافة المفضلة
de: Favorit hinzufügen
fr: Ajouter Favorite
ja: お気に入りに追加
pt_pt: Adicionar favorito
ru: добавить в избранное

source: Update Favorite
ar: تحديث المفضلة
de: Update Favorit
fr: Mise à jour favorite
ja: お気に入りを修正
pt_pt: atualização favorita
ru: Обновление Любимое

source: Editing isn't Saved
ar: لم يتم حفظ التحرير
de: Bearbeiten nicht gespeichert
fr: L'édition est pas enregistré
ja: 変更は保存されません
pt_pt: Edição não é salvo
ru: Редактирование не сохраняется

source: Title
ar: عنوان
de: Titel
fr: titre
ja: タイトル
pt_pt: título
ru: название

source: Url Address
ar: الموقع الالكترونى
de: URL-Adresse
fr: Url Adresse
ja: サイト
pt_pt: Url Endereço
ru: Веб-сайт Адрес

source: Is Empty
ar: فارغ
de: ist Leer
fr: est Vide
ja: 空です
pt_pt: está Vazio
ru: Пустой

source: Scan RQ Code
ar: مسح رمز RQ
fr: Code Scan RQ
ja: スキャン二次元コード
pt_pt: Digitalização Código RQ
ru: Сканирование RQ код

# Url Saved,Open Now ?
source: Url Saved in Pasteboard,Open Now ?
ar: رابط المحفوظة في كرتون، فتح الآن؟
de: Url in Pasteboard gespeichert, Open Now?
fr: Url Enregistré dans carton, Ouvert maintenant?
ja: すぐに開くかどうか、粘着板を切断するために保存されていますか？
pt_pt: Url Salvo em papelão, Open Now?
ru: Url Сохранено в картонные, Открытый Теперь?

source: Not Url,Saved in Pasteboard
ar: لا رابط، المحفوظة في كرتون
de: Nicht Url, in Pappe Gespeichert
fr: Non Url, Saved en carton
ja: 非URLは、粘着板を切断するために保存されています
pt_pt: Não Url, salvo no papelão到剪粘板
ru: Не URL, Сохранено в картонные

source: RQ Code
ar: RQ مدونة
fr: code de RQ
ja: QRコード
pt_pt: Código RQ
ru: RQ код

source: Rescan
ar: إعادة تفحص
ja: 再スキャンコード

# Unable Open Web Page With NetWork Disconnected
source: Cann't open the page, check the network settings
ar: يتم فتح الصفحة، تحقق من إعدادات الشبكة
de: Nicht öffnen Sie die Seite, überprüfen Sie die Netzwerkeinstellungen
fr: Pas ouvrir la page, vérifier les paramètres réseau
ja: ページを開くには、ネットワーク設定を確認していません
pt_pt: Não abrir a página, verifique as configurações de rede
ru: Не открыть страницу, проверьте настройки сети

# HTTPS Certifcate Not Trust
source: Unable to verify the server Certifcate MyBrowser unable to verify%@'s certification. Are you continue?
ar: غير قادرة على التحقق من شهادة الخادم على متصفحي غير قادرة على التحقق٪ @ شهادة. هل تستمر؟
de: Nicht in der Lage, um den Server-Zertifikat Ihr Browser nicht in der Lage zu überprüfen, überprüfen, %@ 'eine Zertifizierung. Sind Sie weitermachen?
fr: Impossible de vérifier le certificat du serveur mon navigateur incapable de vérifier %@ 'une certification. Est-ce que vous continuez?
ja: サーバーの身元を確認することができません ブラウザは、％@の身元を確認することはできません。それでも続行しますか？
pt_pt: Não é possível verificar o certificado do servidor do meu navegador incapaz de verificar %@ 'uma certificação. Você continuar?
ru: Невозможно проверить сертификат сервера My браузер не в состоянии проверить %@ сертификации. Вы по-прежнему?
